-- phpMyAdmin SQL Dump
-- version 4.7.7
-- https://www.phpmyadmin.net/
--
-- Хост: localhost:8889
-- Время создания: Июн 06 2018 г., 18:36
-- Версия сервера: 5.6.38
-- Версия PHP: 7.1.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `current.diamalmaz`
--

-- --------------------------------------------------------

--
-- Структура таблицы `items_prices`
--

CREATE TABLE `items_prices` (
  `id` int(11) UNSIGNED NOT NULL,
  `sku` varchar(30) NOT NULL,
  `title` varchar(100) NOT NULL,
  `price` int(11) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `items_prices`
--

INSERT INTO `items_prices` (`id`, `sku`, `title`, `price`) VALUES
(1, '20.1443', 'Адаптер (Fein Quck-in 18/ф14-60) 20.1443 ', 0),
(2, '20.1163', 'Адаптер (Fein Quck-in Мах 32) 20.1163 ', 0),
(3, '20.1311', 'Адаптер (Nitto One-Touch19мм 3/4/Weldon19) 20.1311 ', 0),
(4, '20.1314', 'Адаптер (Nitto One-Touch19мм 3/4/Weldon19) 20.1314 ', 0),
(5, '20.1444', 'Адаптер (Universal Weldon19/ф14-60) 20.1444 ', 0),
(6, '20.1385', 'Адаптер (Weldon19 Quick-In 18 mm) 20.1385 ', 0),
(7, '20.1386', 'Адаптер (Weldon19/Weldon32) 20.1386 ', 0),
(8, '20.1384', 'Адаптер (Weldon19/В16) 20.1384', 0),
(9, '20.1442', 'Адаптер (Weldon19/ф14-100) 20.1442 ', 0),
(10, '20.1458', 'Адаптер (Weldon32/ф105-150) 20.1458 ', 0),
(11, '20.1453', 'Адаптер (Weldon32/ф61-100) 20.1453 ', 0),
(12, '20.1135', 'Адаптер (КМ2/ф14-120) 20.1135 ', 0),
(13, '20.1459 ', 'Адаптер (КМ3/ф105-150) 20.1459 ', 0),
(14, '20.1136', 'Адаптер (КМ3/ф14-120) 20.1136 ', 0),
(15, '20.1469', 'Адаптер (КМ4/ф105-150) 20.1469 ', 0),
(16, '20.1161', 'Адаптер Fein Quick-In (Weldon/Universal 19mm) 20.1161', 0),
(17, '20.1263', 'Адаптер Fein Quick-In (Weldon/Universal 19mm) 20.1263 ', 0),
(22, '20.1123', 'Адаптер для дрелей (SDS PLUS/ф14-120) 20.1123 (верно ф14-100)', 0),
(23, '20.1156', 'Адаптер для дрелей (шестиграник 13/ф105-120) 20.1156 ', 0),
(24, '20.1131', 'Адаптер для дрелей 10мм (шестиграник 14/ф14-60) 20.1131 ', 0),
(25, '20.1134', 'Адаптер для дрелей 13мм (шестиграник 13/ф14-60) 20.1134', 0),
(26, '20.1137', 'Адаптер для дрелей 13мм(шестиграник 13/ф61-100) 20.1137', 0),
(27, '20.1434', 'Адаптер для сверла 20.1430 (ф 13 -16 мм) 20.1434 ', 0),
(28, '20.1431', 'Адаптер для сверла 20.1430 (ф6,8,10,11,12) 20.1431 ', 0),
(29, '20.1515', 'Переходник КМ2/В16 art.20.1515 KARNASCH ', 0),
(30, '20.1524', 'Переходник КМ3/В16 art.20.1524 KARNASCH ', 0),
(31, '113001-090А HP-3', 'Борфреза (цилиндр с глад.торц.) 10х20х6х65 113001-090А HP-3', 0),
(32, '113005-090 HP-7', 'Борфреза (цилиндр с глад.торц.) 10х20х6х65 113005-090 HP-7', 0),
(33, '113001-103А HP-3', 'Борфреза (цилиндр с глад.торц.) 12х20х6х64 113001-103А HP-3', 0),
(34, '113001-105А HP-3', 'Борфреза (цилиндр с глад.торц.) 12х25х6х70 113001-105А HP-3', 0),
(35, '113001-115А HP-3', 'Борфреза (цилиндр с глад.торц.) 12х25х8х70 113001-115А HP-3', 0),
(36, '113005-120А HP-7', 'Борфреза (цилиндр с глад.торц.) 12х25х8х70 113005-120А HP-7', 0),
(37, '113001-120А HP-3', 'Борфреза (цилиндр с глад.торц.) 16х25х6х70 113001-120А HP-3', 0),
(38, '113001-125А HP-3', 'Борфреза (цилиндр с глад.торц.) 16х25х8х70 113001-125А HP-3', 0),
(39, '113001-130А HP-3', 'Борфреза (цилиндр с глад.торц.) 20х25х6х70 113001-130А HP-3 ', 0),
(40, '113001-140А HP-3', 'Борфреза (цилиндр с глад.торц.) 25х25х6х 70 113001-140А HP-3 ', 0),
(41, '113001-145А HP-3', 'Борфреза (цилиндр с глад.торц.) 25х25х8х 70 113001-145А HP-3 ', 0),
(42, '113001-030А HP-3', 'Борфреза (цилиндр с глад.торц.) 3х14х3х38 113001-030А HP-3 ', 0),
(43, '113007-030А HP-1', 'Борфреза (цилиндр с глад.торц.) 3х14х3х38 113007-030А HP-1', 0),
(44, '113007-060А HP-1', 'Борфреза (цилиндр с глад.торц.) 6х13х3х45 113007-060А HP-1', 0),
(45, '113001-065А HP-3', 'Борфреза (цилиндр с глад.торц.) 6х18х6х50 113001-065А HP-3', 0),
(46, '113005-080 HP-7', 'Борфреза (цилиндр с глад.торц.) 8х20х6х65 113005-080 HP-7', 0),
(47, '113001-100А HP-3', 'Борфреза(цилиндр с глад.торц.) 10х25х6х70 113001-100А HP-3 ', 0),
(48, '113011-085B HP-3', 'Борфреза (цилиндр с торц.зуб.) 10х20х6х65 113011-085B HP-3 ', 0),
(49, '113011-095B HP-3', 'Борфреза (цилиндр с торц.зуб.) 10х25х6х70 113011-095B HP-3 ', 0),
(50, '113011-100B HP-3', 'Борфреза (цилиндр с торц.зуб.) 12х25х6х70 113011-100B HP-3 ', 0),
(51, '113011-103B HP-3', 'Борфреза (цилиндр с торц.зуб.) 12х25х6х70 113011-103B HP-3 ', 0),
(52, '113012-100B HP-4', 'Борфреза (цилиндр с торц.зуб.) 12х25х6х70 113012-100B HP-4', 0),
(53, '113011-115B HP-3 ', 'Борфреза (цилиндр с торц.зуб.) 16х25х6х70 113011-115B HP-3 ', 0),
(54, '113013-115B HP-5', 'Борфреза (цилиндр с торц.зуб.) 16х25х6х70 113013-115B HP-5 ', 0),
(55, '113014-115B HP-6', 'Борфреза (цилиндр с торц.зуб.) 16х25х6х70 113014-115B HP-6', 0),
(56, '113011-120B HP-3', 'Борфреза (цилиндр с торц.зуб.) 16х25х8х70 113011-120B HP-3', 0),
(57, '113011-125B HP-3', 'Борфреза (цилиндр с торц.зуб.) 20х25х6х70 113011-125B HP-3 ', 0),
(58, '113015-130B HP-7', 'Борфреза (цилиндр с торц.зуб.) 20х25х8х70 113015-130B HP-7 ', 0),
(59, '113011-135B HP-3 ', 'Борфреза (цилиндр с торц.зуб.) 25х25х6х70 113011-135B HP-3 ', 0),
(60, '113011-010B HP-3', 'Борфреза (цилиндр с торц.зуб.) 2х11х3х38 113011-010B HP-3 ', 0),
(61, '113011-015B HP-3', 'Борфреза (цилиндр с торц.зуб.) 3х14х3х38 113011-015B HP-3 ', 0),
(62, '113017-015B HP-1', 'Борфреза (цилиндр с торц.зуб.) 3х14х3х38 113017-015B HP-1 ', 0),
(63, 'MTB10-40', 'Трубогиб ручной MTB10-40', 0),
(64, 'BendMax-200 ', 'Трубогиб-профилегиб ручной BendMax-200', 0),
(65, 'BendMax-300 ', 'Трубогиб-профилегиб ручной BendMax-300', 0),
(66, 'MB32-25', 'Трубогиб ручной универсальный MB32-25', 0),
(67, 'MB31-6x50', 'Инструмент ручной гибочный универсальный MB31-6x50 ', 0),
(68, 'MB25-30', 'Инструмент для гибки завитков, ручной MB25-30', 0),
(69, 'ETB31-40 (380)', 'ETB31-40 Трубогиб электрический (380 V)', 0),
(70, 'M3-V1', 'Инструмент гибки завитков (большой) M3-V1', 0),
(71, 'M3-V9', 'Инструмент гибки завитков (9 оправок) M3-V9', 0),
(72, 'MR8 ', 'MR8 Инструмент резки металла, дисковый, ручной', 0),
(73, 'MAG601', 'MAG601 Угольник магнитный для сварки', 0),
(74, 'MAG602', 'MAG602 Угольник магнитный для сварки', 0),
(75, 'MAG603', 'MAG603 Угольник магнитный для сварки', 0),
(76, 'MAG605', 'MAG605 Угольник магнитный для сварки отключаемый', 0),
(77, 'MAG606', 'MAG606 Угольник магнитный для сварки отключаемый', 0),
(78, 'MAG613', 'MAG613 Угольник магнитный для сварки универсальный', 0),
(79, 'MAG614', 'MAG614 Угольник магнитный для сварки универсальный', 0),
(80, 'MAG615', 'MAG615 Угольник магнитный для сварки универсальный', 0),
(81, 'MAG755A', 'MAG755A Намагничиватель размагничиватель инструмента', 0),
(82, 'MAG753', 'MAG753 Магнитный браслет для мелких деталей', 0),
(83, 'MAG610', 'MAG610 Набор-мини-угольники магнитные (4 шт./1 комп.)', 0),
(84, 'MAG622', 'MAG622 Контакт магнитный сварочного кабеля', 0),
(85, 'UGL-101', 'Угломер электронный UGL-101', 0),
(86, 'UNV3', 'UNV3 Станок универ. для завитков, трубогиб, скруч.', 0),
(87, 'UNV3-220V', 'UNV3-220V Станок универ. для завитков, трубогиб, скруч.', 0),
(88, 'GP1-16', 'GP1-16 Пресс гидравлический горизонтальный', 0),
(89, 'HD-25KW', 'HD-25kW Нагреватель индукционный 25kW', 0),
(90, 'M3-TR', 'Инструмент продольного скручивания M3-TR', 0),
(91, 'VT1-2,5', 'VT1-2,5 Вентилятор для горна кузнечного', 0),
(92, 'MB10-6', 'MB10-6 Инструмент для гибки металла, ручной', 0),
(93, 'MB20-12', 'MB20-12 Инструмент для гибки металла, ручной', 0),
(94, 'MB22-70', 'MB22-70 Инструмент для гибки металла, ручной', 0),
(95, 'MR10-16', 'MR10-16 Инструмент для резки металла, ручной', 0),
(96, 'MR11-22', 'MR11-22 Инструмент для резки металла, ручной', 0),
(97, 'WA1-60', 'WA1-60 Струбцина 90°', 0),
(98, 'WA1-100', 'WA1-100 Струбцина 90°', 0),
(99, 'GM1-100-B ', 'GM1-100-B Станок ленточно-шлифовальный', 0),
(100, 'GM15-150/2-B', 'GM15-150/2-B Станок ленточно-шлифовальный', 0),
(101, 'S13.11-M100x105-B ', 'S13.11-M100x105-B Ленточнопильный станок', 0),
(102, 'S20.12-H205х215-B', 'S20.12-H205х215-B Ленточнопильный станок', 0),
(103, 'MB21-30 ', 'Инструмент для гибки металла и завитков MB21-30 (Россия)', 0),
(104, 'M05-GX', 'Инструмент гибки \"хомутов\" M05-GX', 0),
(105, 'VT1-2', 'VT1-2 Вентилятор для горна кузнечного ', 0),
(106, 'VT1-3', 'VT1-3 Вентилятор для горна кузнечного', 0),
(107, 'M07-TG', 'M07-TG Трубогиб ручной', 0),
(108, 'MB34-50', 'MB34-50 Инструмент для гибки металла и завитков', 0),
(109, 'M3-G', 'M3-G Инструмент гибки металла, установки заклепок', 0),
(110, 'M06-LX', 'M06-LX Инструмент проката полосы', 0),
(111, 'MB30-6x50', 'MB30-6x50 Инструмент для гибки металла, ручной', 0),
(112, 'M04B-KR', 'Инструмент для изготовления корзинок и торсировки M04B-KR', 0),
(113, 'V1-16', 'Станок для гибки завитков V1-16 (Россия)', 0),
(114, 'V2-16', 'Станок гибки завитков,скручивания,\"корзинок\" V2-16 (Россия)', 0),
(115, 'RM-08', 'Станок зиговочный ручной RM08', 0),
(116, 'TB-12', 'Станок зиговочный ручной TB12', 0),
(117, 'ETB12', 'Станок зиговочный электромеханический ETB12 380V-50HZ-3PH', 0),
(118, 'WTZ-16J', 'Станок вертикально-сверлильный WTZ-16J 220V-50HZ-1PH', 0),
(119, 'WTZ-16Q', 'Станок вертикально-сверлильный WTZ-16Q 220V-50HZ-1PH', 0),
(120, 'WTZ-16T', 'Станок вертикально-сверлильный WTZ-16T 220V-50HZ-1PH', 0),
(121, 'T-25C', 'Станок вертикально-сверлильный T-25C 380V-50HZ-3PH', 0),
(122, 'T-35', 'Станок вертикально-сверлильный T-35 380V-50HZ-3PH', 0),
(123, 'MR2-20', 'MR2-20 Инструмент для резки металла, ручной', 0),
(124, 'PBB1020/2,5', 'Станок листогибочный с ножным и ручным управлением PBB1020/2,5', 0),
(125, 'W1.2x1000', 'Станок листогибочный ручной W1.2x1000', 0),
(126, 'BSM2540', 'Инструмент листогибочный ручной BSM2540', 0),
(127, 'PBB2520/1,0', 'Станок листогибочный с ножным и ручным управлением PBB2520/1,0', 0),
(128, 'APV-100 ', 'Трубогиб-профилегиб ручной роликовый APV-100 ', 0);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `items_prices`
--
ALTER TABLE `items_prices`
  ADD PRIMARY KEY (`id`),
  ADD KEY `sku` (`sku`);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
